#include <iostream>
using namespace std;
//Задание 1.3
int main() {
  int a, b;
  cout << "Привет. Я умножаю заданные тобой числа.\nВведи первое число: ";
  cin >> a;
  cout << "Введи второе число: ";
  cin >> b;
  cout << "Произведение твоих чисел - " << a * b;
  return 0;
}
